---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EqualityFormula
source: html/b7e16af4-509b-7329-b1a5-84c139ac17dd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EqualityFormula Property

"Equality Formula"

## Syntax (C#)
```csharp
public static ForgeTypeId EqualityFormula { get; }
```